{"num_words": 10000, "word_index": {"paper": 1, "bags": 2, "frozen": 3, "food": 4, "soup": 5, "shirt": 6, "vegetables": 7, "dish": 8, "checkout": 9, "shopping": 10, "foil": 11, "jewelry": 12, "shoes": 13, "brand": 14, "aisle": 15, "coupon": 16, "bag": 17, "bowl": 18, "curry": 19, "burrito": 20, "cheese": 21, "canned": 22, "rice": 23, "salad": 24, "meal": 25, "seafood": 26, "pasta": 27, "aluminum": 28, "pantry": 29, "snacks": 30, "cereal": 31, "storage": 32, "yogurt": 33, "fruit": 34, "plastic": 35, "towels": 36, "customer": 37, "service": 38, "cotton": 39, "t": 40, "denim": 41, "sporty": 42, "skirt": 43, "vintage": 44, "trend": 45, "activewear": 46, "cashmere": 47, "stock": 48, "fitting": 49, "room": 50, "casual": 51, "style": 52, "material": 53, "jacket": 54, "retail": 55, "fit": 56, "color": 57, "linen": 58, "inventory": 59, "display": 60, "dressy": 61, "wool": 62, "belt": 63, "pants": 64, "size": 65, "dress": 66, "underwear": 67, "leather": 68, "clothes": 69, "hat": 70, "swimwear": 71, "promotion": 72, "bra": 73, "sweater": 74, "shelf": 75, "purse": 76, "electronics": 77, "socks": 78, "jeans": 79, "scarf": 80, "formal": 81, "clothing": 82, "mocha": 83, "label": 84, "mall": 85, "vege": 86, "tikka": 87, "masala": 88, "sandwich": 89, "lasagna": 90, "espresso": 91, "noodles": 92, "beverage": 93, "pho": 94, "sashimi": 95, "main": 96, "course": 97, "cheeseburger": 98, "cappuccino": 99, "chicken": 100, "fajitas": 101, "fried": 102, "lunch": 103, "fish": 104, "spring": 105, "rolls": 106, "falafel": 107, "side": 108, "lemonade": 109, "breakfast": 110, "quesadilla": 111, "mac": 112, "and": 113, "steak": 114, "restaurant": 115, "baba": 116, "ghanoush": 117, "takeout": 118, "vindaloo": 119, "cannoli": 120, "hummus": 121, "beer": 122, "appetizer": 123, "moussaka": 124, "poke": 125, "ramen": 126, "enchiladas": 127, "basil": 128, "red": 129, "bull": 130, "spaghetti": 131, "pizza": 132, "massaman": 133, "burger": 134, "bulgogi": 135, "latte": 136, "starbuck's": 137, "gyros": 138, "dine": 139, "in": 140, "beef": 141, "dinner": 142, "tom": 143, "yum": 144, "napkins": 145, "nachos": 146, "taco": 147, "mcdonald's": 148, "btl": 149, "dumplings": 150, "tea": 151, "bolognese": 152, "entree": 153, "beans": 154, "condiments": 155, "stir": 156, "fry": 157, "heineken": 158, "sale": 159, "supermarket": 160, "pad": 161, "thai": 162, "jam": 163, "bibimbap": 164, "recipe": 165, "wax": 166, "penne": 167, "ziplock": 168, "toilet": 169, "dressing": 170, "sugar": 171, "water": 172, "sushi": 173, "vinegar": 174, "souvlaki": 175, "express": 176, "list": 177, "coffee": 178, "cart": 179, "self": 180, "light": 181, "bulbs": 182, "cold": 183, "plates": 184, "dairy": 185, "soap": 186, "spices": 187, "batteries": 188, "pans": 189, "trash": 190, "fairprice": 191, "granola": 192, "ingredient": 193, "gift": 194, "cards": 195, "reusable": 196, "meat": 197, "grocery": 198, "dried": 199, "produce": 200, "flour": 201, "loyalty": 202, "program": 203, "bread": 204, "fruits": 205, "cashier": 206, "ntuc": 207, "candy": 208, "ice": 209, "cream": 210, "garbage": 211, "seeds": 212, "sponges": 213, "juice": 214, "store": 215, "cloths": 216, "facial": 217, "tissues": 218, "soda": 219, "peanut": 220, "butter": 221, "laundry": 222, "detergent": 223, "prep": 224, "milk": 225, "eggs": 226, "cups": 227, "gum": 228, "wrap": 229, "market": 230, "parfaits": 231, "herbs": 232, "containers": 233, "nuts": 234, "staples": 235, "deli": 236, "fresh": 237, "organic": 238, "cooking": 239, "oil": 240, "oatmeal": 241, "bar": 242, "microwaveable": 243, "meals": 244, "spreads": 245, "pet": 246, "bakery": 247}, "max_len": 100}